Repository: Digitale-Dinge/contao-cookiebar
Catalog: src/Resources/contao/languages/*/*_cookie_group.xlf
Languages: it

# tl_cookie_group.title_legend
source: Cookie group
it: Gruppo di cookie

# tl_cookie_group.title.0
source: Group name
it: Nome del gruppo

# tl_cookie_group.title.1
source: Enter a group name here.
it: Inserisci qui il nome del gruppo.

# tl_cookie_group.description.0
source: Description
it: Descrizione

# tl_cookie_group.description.1
source: Describe the cookie group and its purpose.
it: Descrivi il gruppo di cookie e il suo scopo.

# tl_cookie_group.published.0
source: Publish
it: Pubblica

# tl_cookie_group.published.1
source: Define here whether the cookie group may be used.
it: Definisci qui se il gruppo di cookie può essere utilizzato.

# tl_cookie_group.new.0
source: New
it: Nuovo

# tl_cookie_group.new.1
source: Create a new Groupe
it: Crea un nuovo gruppo

# tl_cookie_group.show.0
source: Show details
it: Mostra i dettagli

# tl_cookie_group.show.1
source: Show the details of group ID %s
it: Mostra i dettagli del gruppo ID %s

# tl_cookie_group.edit.0
source: Edit cookies
it: Modifica i cookie

# tl_cookie_group.edit.1
source: Edit cookies of group ID %s
it: Modifica i cookie del gruppo ID %s

# tl_cookie_group.editheader.0
source: Edit group
it: Modifica il gruppo

# tl_cookie_group.editheader.1
source: Edit group ID %s
it: Modifica l'ID del gruppo %s

# tl_cookie_group.copy.0
source: Duplicate group
it: Duplica il gruppo

# tl_cookie_group.copy.1
source: Duplicate group ID %s
it: Duplica l'ID del gruppo %s

# tl_cookie_group.cut.0
source: Move group
it: Sposta il gruppo

# tl_cookie_group.cut.1
source: Move group ID %s
it: Sposta gruppo ID %s

# tl_cookie_group.delete.0
source: Delete group
it: Elimina il gruppo

# tl_cookie_group.delete.1
source: Delete group ID %s
it: Elimina il gruppo ID %s

# tl_cookie_group.toggle.0
source: Publish/unpublish group
it: Pubblica/non pubblicare il gruppo

# tl_cookie_group.toggle.1
source: Publish/unpublish group ID %s
it: Pubblica/non pubblicare l'ID del gruppo %s
