Repository: Digitale-Dinge/contao-cookiebar
Catalog: src/Resources/contao/languages/*/*_cookiebar.xlf
Languages: it

# tl_cookiebar.title_legend
source: Title / Version
it: Titolo / Versione

# tl_cookiebar.meta_legend
source: Meta information
it: Informazioni meta

# tl_cookiebar.expert_legend
source: Expert settings
it: Impostazioni avanzate

# tl_cookiebar.defaultEssentialGroupName
source: Essential
it: Essenziale

# tl_cookiebar.noExpireTime
source: This cookie will only remain for the current browser session.
it: Questo cookie rimane solo per la sessione corrente del browser.

# tl_cookiebar.defaultCsrfDescription
source: <p>Protects against cross-site request forgery attacks.</p>
it: <p>Protegge dagli attacchi di tipo cross-site request forgery.</p>

# tl_cookiebar.defaultHttpsCsrfDescription
source: <p>Protects against cross-site request forgery attacks.</p>
it: <p>Protegge dagli attacchi di tipo cross-site request forgery.</p>

# tl_cookiebar.defaultPhpSessionDescription
source: <p>Saves the current PHP session.</p>
it: <p>Salva la sessione PHP corrente.</p>

# tl_cookiebar.saveLabel
source: Save selection
it: Salva la selezione

# tl_cookiebar.acceptAllLabel
source: Accept all
it: Accetta tutti

# tl_cookiebar.denyAllLabel
source: Deny all
it: Rifiuta tutti

# tl_cookiebar.infoLabel
source: Privacy settings
it: Impostazioni sulla privacy

# tl_cookiebar.acceptAndDisplayLabel
source: Accept and show
it: Accetta e mostra

# tl_cookiebar.showDetailsLabel
source: Show details
it: Mostra i dettagli

# tl_cookiebar.hideDetailsLabel
source: Hide details
it: Nascondi i dettagli

# tl_cookiebar.showMoreDetailsLabel
source: Show more details
it: Mostra ulteriori dettagli

# tl_cookiebar.hideMoreDetailsLabel
source: Hide more details
it: Nascondi ulteriori dettagli

# tl_cookiebar.expireLabel
source: Retention period
it: Periodo di conservazione

# tl_cookiebar.tokenLabel
source: Technical name
it: Nome tecnico

# tl_cookiebar.changePrivacyLabel
source: Change privacy settings
it: Modifica le impostazioni sulla privacy

# tl_cookiebar.title.0
source: Title
it: Titolo

# tl_cookiebar.title.1
source: Please enter a unique cookiebar title.
it: Inserisci un titolo univoco per la cookiebar.

# tl_cookiebar.version.0
source: Version
it: Versione

# tl_cookiebar.version.1
source: The current version of the cookiebar configuration is shown here.
it: Qui viene mostrata la versione attuale della configurazione della cookiebar.

# tl_cookiebar.updateVersion.0
source: Update version
it: Aggiorna la versione

# tl_cookiebar.updateVersion.1
source: Update the current version to force the cookiebar to be displayed again to visitors.
it: Aggiorna la versione corrente per forzare la visualizzazione della cookiebar ai visitatori.

# tl_cookiebar.description.0
source: Title & description
it: Titolo e descrizione

# tl_cookiebar.description.1
source: Describe the purpose of the cookiebar.
it: Descrivi lo scopo della cookiebar.

# tl_cookiebar.infoDescription.0
source: Additional information
it: Informazioni aggiuntive

# tl_cookiebar.infoDescription.1
source: Here you can add more information, that are displayed below the buttons.
it: Qui è possibile aggiungere ulteriori informazioni, che vengono visualizzate sotto i pulsanti.

# tl_cookiebar.infoUrls.0
source: Info links
it: Link informativi

# tl_cookiebar.infoUrls.1
source: Please enter further links here, e.g. to the privacy policy, imprint or legal notices.
it: Ti preghiamo d’inserire qui ulteriori link, ad es. all'informativa sulla privacy, all'imprinting o alle note legali.

# tl_cookiebar.excludePages.0
source: Exclude pages
it: Escludi pagine

# tl_cookiebar.excludePages.1
source: Here you can define the pages where the cookiebar should not open automatically.
it: Qui è possibile definire le pagine in cui la cookiebar non deve aprirsi automaticamente.

# tl_cookiebar.template.0
source: Template
it: Modello

# tl_cookiebar.template.1
source: Here you can select a template for the cookiebar.
it: Qui è possibile selezionare un modello per la cookiebar.

# tl_cookiebar.buttonColorScheme.0
source: Button color scheme
it: Schema dei colori dei pulsanti

# tl_cookiebar.buttonColorScheme.1
source: Defines the color scheme of the available buttons.
it: Definisce la combinazione dei colori dei pulsanti disponibili.

# tl_cookiebar.alignment.0
source: Alignment
it: Allineamento

# tl_cookiebar.alignment.1
source: Here you can define the position & orientation of the cookiebar.
it: Qui è possibile definire la posizione e l'orientamento della cookiebar.

# tl_cookiebar.blocking.0
source: Blocking
it: Blocco

# tl_cookiebar.blocking.1
source: Blocks the use of the site until the cookiebar has been used.
it: Blocca l'utilizzo del sito fino a quando la cookiebar non è stata utilizzata.

# tl_cookiebar.position.0
source: Position
it: Posizione

# tl_cookiebar.position.1
source: Here you can define the position of the cookiebar in the HTML.
it: Qui è possibile definire la posizione della cookiebar nell'HTML.

# tl_cookiebar.scriptPosition.0
source: Script position
it: Posizione dello script

# tl_cookiebar.scriptPosition.1
source: Here you can define the position of the cookiebar scripts within the HTML.
it: Qui è possibile definire la posizione degli script della cookiebar nell'HTML.

# tl_cookiebar.cssID.0
source: CSS ID/class
it: CSS ID/classe

# tl_cookiebar.cssID.1
source: Here you can set an ID and one or more classes.
it: Qui è possibile impostare un ID e una o più classi.

# tl_cookiebar.cookieLog.1
source: Show consents
it: Mostra i consensi

# tl_cookiebar.essentialCookieLanguage.0
source: Language of the essential cookie group
it: Lingua del gruppo di cookie essenziali

# tl_cookiebar.essentialCookieLanguage.1
source: Specify in which language the descriptions of the essential cookies should be created.
it: Specifica in quale lingua devono essere create le descrizioni dei cookie essenziali.

# tl_cookiebar.bodyAboveContent
source: Above the content in the body tag
it: Sopra il contenuto del tag body

# tl_cookiebar.bodyBelowContent
source: Below the content in the body tag
it: Sotto il contenuto del tag body

# tl_cookiebar.align-top
source: Center | Top
it: Centro | In alto

# tl_cookiebar.align-top-left
source: Left | Top
it: Sinistra | In alto

# tl_cookiebar.align-top-right
source: Right | Top
it: Destra | In alto

# tl_cookiebar.align-middle
source: Center | Center
it: Centro | In mezzo

# tl_cookiebar.align-bottom
source: Center | Bottom
it: Centro | In basso

# tl_cookiebar.align-bottom-left
source: Left | Bottom
it: Sinistra | In basso

# tl_cookiebar.align-bottom-right
source: Right | Bottom
it: Destra | In basso

# tl_cookiebar.neutral
source: Neutral
it: Neutro

# tl_cookiebar.grayscale
source: Grayscale
it: Scala di grigi

# tl_cookiebar.highlight
source: Highlight
it: In evidenza

# tl_cookiebar.new.0
source: New
it: Nuovo

# tl_cookiebar.new.1
source: Create a new cookiebar configuration
it: Crea una nuova configurazione della cookiebar

# tl_cookiebar.show.0
source: Cookiebar configuration details
it: Dettagli della configurazione della cookiebar

# tl_cookiebar.show.1
source: Show the details of configuration ID %s
it: Mostra i dettagli della configurazione ID %s

# tl_cookiebar.edit.0
source: Edit groups
it: Modifica i gruppi

# tl_cookiebar.edit.1
source: Edit cookiebar groups of configuration ID %s
it: Modifica i gruppi della cookiebar della configurazione ID %s

# tl_cookiebar.editheader.0
source: Edit cookiebar configuration
it: Modifica la configurazione della cookiebar

# tl_cookiebar.editheader.1
source: Edit cookiebar configuration ID %s
it: Modifica la configurazione della cookiebar ID %s

# tl_cookiebar.copy.0
source: Duplicate cookiebar configuration
it: Duplica la configurazione della cookiebar

# tl_cookiebar.copy.1
source: Duplicate cookiebar configuration ID %s
it: Duplica la configurazione della cookiebar ID %s

# tl_cookiebar.delete.0
source: Delete cookiebar configuration
it: Elimina la configurazione della cookiebar

# tl_cookiebar.delete.1
source: Delete cookiebar configuration ID %s
it: Elimina la configurazione della cookiebar ID %s
