Repository: Digitale-Dinge/contao-cookiebar
Catalog: src/Resources/contao/languages/*/*_cookie.xlf
Languages: it

# tl_cookie.msgUnpublished
source: This cookie cannot be deactivated.
it: Questo cookie non può essere disattivato.

# tl_cookie.title_legend
source: Cookie / Type
it: Cookie / Tipo

# tl_cookie.template_legend
source: Template
it: Modello

# tl_cookie.global_config_legend
source: Global configuration
it: Configurazione globale

# tl_cookie.description_legend
source: Description
it: Descrizione

# tl_cookie.detailDescription_legend
source: Detailed description
it: Descrizione dettagliata

# tl_cookie.google_consent_mode_legend
source: Google Consent ModeGoogle Consent Mode Google Consent ModeGoogle Consent Mode
it: Modalità consenso di GoogleModalità consenso di Google Modalità consenso di GoogleModalità consenso di Google

# tl_cookie.title.0
source: Title
it: Titolo

# tl_cookie.title.1
source: Enter the title of the cookie here.
it: Inserisci qui il titolo del cookie.

# tl_cookie.token.0
source: Cookie token
it: Token del cookie

# tl_cookie.token.1
source: Enter the unique name(s) (token) in a comma-separated list for the cookie (e.g. _ga, gid, ...). These are mandatory to be able to delete cookies that have already been set.
it: Inserisci il/i nome/i univoco/i (token) in un elenco separato da virgole per il cookie (ad es. _ga, gid, ...). Questi sono obbligatori per poter cancellare i cookie già impostati.

# tl_cookie.showTokens.0
source: Show Cookie-Token
it: Mostra il token del cookie

# tl_cookie.showTokens.1
source: Defines if the Cookie-Token should be visible in the info section.
it: Definisce se il token del cookie deve essere visibile nella sezione delle informazioni.

# tl_cookie.showExpireTime.0
source: Show expire time
it: Mostra tempo di scadenza

# tl_cookie.showExpireTime.1
source: Defines whether the expire time should be visible in the info section.
it: Definisce se il tempo di scadenza deve essere visibile nella sezione delle informazioni.

# tl_cookie.showProvider.0
source: Show provider
it: Mostra provider

# tl_cookie.showProvider.1
source: Defines whether the provider should be visible in the info section.
it: Definisce se il provider deve essere visibile nella sezione delle informazioni.

# tl_cookie.type.0
source: Cookie-Type
it: Tipo di cookie

# tl_cookie.type.1
source: Select a predefined cookie type.
it: Seleziona un tipo di cookie predefinito.

# tl_cookie.iframeType.0
source: iFrame-Type
it: Tipo di iFrame

# tl_cookie.iframeType.1
source: Select an iframe type.
it: Seleziona un tipo di iFrame.

# tl_cookie.blockTemplate.0
source: Template (blocked)
it: Modello (bloccato)

# tl_cookie.blockTemplate.1
source: Choose a template that will be used when the content is blocked.
it: Scegli un modello da utilizzare quando il contenuto è bloccato.

# tl_cookie.scriptTemplate.0
source: Script template
it: Modello di script

# tl_cookie.scriptTemplate.1
source: Choose a template where the custom script is located.
it: Scegli un modello in cui si trova lo script personalizzato.

# tl_cookie.sourceUrl.0
source: Source URL
it: URL sorgente

# tl_cookie.sourceUrl.1
source: The source URL is used to integrate scripts that must be explicitly integrated in the HEAD section of the website to provide an external service.
it: L'URL sorgente viene utilizzato per integrare script che devono essere esplicitamente integrati nella sezione HEAD del sito web per fornire un servizio esterno.

# tl_cookie.sourceLoadingMode.0
source: Source URL loading mode
it: Modalità di caricamento dell'URL sorgente

# tl_cookie.sourceLoadingMode.1
source: Here you can define the moment when the source URL is allowed to be embedded.
it: Qui puoi definire il momento in cui l'URL sorgente può essere incorporato.

# tl_cookie.sourceUrlParameter.0
source: Source URL parameter
it: Parametro dell'URL sorgente

# tl_cookie.sourceUrlParameter.1
source: Define the load parameters of the source URL to be used.
it: Definisci i parametri di caricamento dell'URL sorgente da utilizzare.

# tl_cookie.scriptConfirmed.0
source: Script (Confirmed)
it: Script (confermato)

# tl_cookie.scriptConfirmed.1
source: Here you can enter the script (without the enclosing script tag) that is output after the cookie has been confirmed.
it: Qui è possibile inserire lo script (senza il tag script allegato) che viene emesso dopo che il cookie è stato confermato.

# tl_cookie.scriptUnconfirmed.0
source: Script (Not confirmed)
it: Script (non confermato)

# tl_cookie.scriptUnconfirmed.1
source: Here you can enter the script (without the enclosing script tag) that should be output if this cookie is not confirmed.
it: Qui è possibile inserire lo script (senza il tag script allegato) che dovrebbe essere emesso se il cookie non viene confermato.

# tl_cookie.scriptPosition.0
source: Script position
it: Posizione dello script

# tl_cookie.scriptPosition.1
source: Here you can select the position for embedding the script (both confirmed and unconfirmed).
it: Qui è possibile selezionare la posizione per l'inserimento dello script (sia confermato che non confermato).

# tl_cookie.expireTime.0
source: Cookie retention period
it: Periodo di conservazione del cookie

# tl_cookie.expireTime.1
source: Here you can define the duration for how long the cookie is stored; alternatively, you can refer to the provider's description.
it: Qui è possibile definire la durata di conservazione del cookie; in alternativa, è possibile fare riferimento alla descrizione del provider.

# tl_cookie.provider.1
source: Define here the provider information like company name and address, that is responsible for this cookie.
it: Definisci qui le informazioni del provider come ad es. nome e indirizzo dell'azienda che è responsabile di questo cookie.

# tl_cookie.description.0
source: Description
it: Descrizione

# tl_cookie.description.1
source: Describe the cookie and its purpose.
it: Descrivi il cookie e il suo scopo.

# tl_cookie.detailDescription.0
source: Detailed description
it: Descrizione dettagliata

# tl_cookie.detailDescription.1
source: Here you can enter a detailed description about the cookie.
it: Qui è possibile inserire una descrizione dettagliata del cookie.

# tl_cookie.blockDescription.0
source: Description (blocked)
it: Descrizione (bloccata)

# tl_cookie.blockDescription.1
source: This description appears when an iFrame is blocked due to not having consent.
it: Questa descrizione appare quando un iFrame viene bloccato per mancanza di consenso.

# tl_cookie.vendorId.1
source: Enter your ID here.
it: Inserisci il tuo ID qui.

# tl_cookie.googleAnalytics_vendorId.0
source: Google Analytics ID
it: Google Analytics

# tl_cookie.googleAnalytics_vendorId.1
source: Enter your Google Analytics ID here.
it: Inserisci qui il tuo ID Google Analytics.

# tl_cookie.googleConsentMode_vendorId.1
source: Enter your Google Tag Manager ID here.
it: Inserisci qui il tuo ID Google Tag Manager.

# tl_cookie.facebookPixel_vendorId.1
source: Enter your Facebook ID here.
it: Inserisci qui il tuo ID Facebook.

# tl_cookie.matomo_vendorId.1
source: Enter your Matomo ID here.
it: Inserisci qui il tuo ID Matomo.

# tl_cookie.matomo_vendorUrl.1
source: Enter the Matomo server URL here.
it: Inserisci qui l'URL del server Matomo.

# tl_cookie.matomoTagManager_vendorId.1
source: Enter your Matomo ID here.
it: Inserisci qui il tuo ID Matomo.

# tl_cookie.matomoTagManager_vendorUrl.1
source: Enter the Matomo server URL here.
it: Inserisci qui l'URL del server Matomo.

# tl_cookie.etracker_vendorId.1
source: Enter your etracker secure code here.
it: Inserisci qui il tuo codice di sicurezza etracker..

# tl_cookie.scriptConfig.0
source: Additional configuration
it: Configurazione aggiuntiva

# tl_cookie.scriptConfig.1
source: Here you can enter additional parameters that will be considered when loading the script.
it: Qui è possibile inserire parametri aggiuntivi che verranno considerati durante il caricamento dello script.

# tl_cookie.globalConfig.0
source: Global configuration
it: Configurazione globale

# tl_cookie.globalConfig.1
source: Depending on the setting, global configurations are executed directly when entering the page and without any confirmation. Useful for Google Consent Mode or similar scripts, that are allowed to run without consent.
it: A seconda dell'impostazione, le configurazioni globali vengono eseguite direttamente quando si entra nella pagina e senza alcuna conferma. Utile per la modalità consenso di Google o per script simili, che possono essere eseguiti senza consenso.

# tl_cookie.gcmMode.0
source: Consent mode
it: Modalità di consenso

# tl_cookie.gcmMode.1
source: Define the consent mode here. If you want to ask for multiple consents through Google Consent Mode, please create another cookie type of Google Consent Mode.
it: Definisci qui la modalità di consenso. Se desideri richiedere più consensi tramite la modalità consenso di Google, ti preghiamo di creare un altro tipo di cookie della modalità consenso di Google.

# tl_cookie.tokenConfig_xlabel
source: Insert default token
it: Inserire il token predefinito

# tl_cookie.tokenConfig_googleAnalytics_error
source: Google Analytics ID needs to be set.
it: È necessario impostare l'ID di Google Analytics.

# tl_cookie.scriptConfig_xlabel
source: Insert default configuration
it: Inserisci la configurazione predefinita

# tl_cookie.disabled.0
source: Prevent deactivation
it: Impedisci la disattivazione

# tl_cookie.disabled.1
source: Define whether this cookie can be deactivated by the visitor.
it: Definisci se questo cookie può essere disattivato dal visitatore.

# tl_cookie.checked.0
source: Preselect consent
it: Preselezione del consenso

# tl_cookie.checked.1
source: Activates the checkbox when opening the cookiebar for the first time.
it: Attiva la casella di controllo quando si apre la cookiebar per la prima volta.

# tl_cookie.blockCookies.0
source: Always block cookies
it: Blocca sempre i cookie

# tl_cookie.blockCookies.1
source: This service can be used with and without cookies. Cookies are always blocked via this setting.
it: Questo servizio può essere utilizzato con o senza cookie. Con questa impostazione i cookie vengono sempre bloccati.

# tl_cookie.published.0
source: Publish
it: Pubblica

# tl_cookie.published.1
source: Define here whether the cookie may be set / displayed.
it: Definisci qui se il cookie può essere impostato / visualizzato.

# tl_cookie.googleAnalytics.1
source: Integrate Google Analytics via Google Tag Manager
it: Integrazione di Google Analytics tramite Google Tag Manager

# tl_cookie.googleConsentMode.0
source: Google Consent Mode (BETA)
it: Modalità consenso di Google (BETA)

# tl_cookie.googleConsentMode.1
source: Integrate Google Consent Mode via Google Tag Manager
it: Integra la modalità di consenso di Google tramite Google Tag Manager.

# tl_cookie.facebookPixel.1
source: Integrate Facebook Pixel
it: Integra Facebook Pixel

# tl_cookie.matomo.1
source: Integrate Matomo
it: Integra Matomo

# tl_cookie.matomoTagManager.1
source: Integrate Matomo Tag Manager
it: Integra Matomo Tag Manager

# tl_cookie.etracker.1
source: Integrate etracker
it: Integra etracker

# tl_cookie.youtube.1
source: Integrate YouTube.
it: Integra YouTube.

# tl_cookie.googlemaps.1
source: Integrate Google Maps.
it: Integra Google Maps.

# tl_cookie.vimeo.1
source: Integrate Vimeo.
it: Integra Vimeo.

# tl_cookie.openstreetmap.1
source: Integrate OpenStreetMap.
it: Integra OpenStreetMap.

# tl_cookie.default.0
source: Info
it: Avviso

# tl_cookie.default.1
source: Configure a cookie notice
it: Configura un avviso sui cookie

# tl_cookie.script.0
source: Custom (Script)
it: Personalizzato (script)

# tl_cookie.script.1
source: Configure custom script
it: Configura uno script personalizzato

# tl_cookie.template.0
source: Custom (Template)
it: Personalizzato (modello)

# tl_cookie.template.1
source: Include a custom script via a template. Remember that only the script tag inside the template will be used during processing.
it: Includi uno script personalizzato tramite un modello. Ricorda che solo il tag script all'interno del modello verrà utilizzato durante l'elaborazione.

# tl_cookie.iframe.1
source: Configure iFrame for e.g. YouTube, Vimeo or Google Maps
it: Configura l'iFrame, ad es. per YouTube, Vimeo o Google Maps.

# tl_cookie.confirmed
source: Only load if cookie was accepted
it: Carica solo se il cookie è stato accettato

# tl_cookie.unconfirmed
source: Only load if cookie was not accepted
it: Carica solo se il cookie non è stato accettato

# tl_cookie.always
source: Load always
it: Carica sempre

# tl_cookie.bodyBelowContent
source: Below the content in the body tag
it: Sotto il contenuto del tag body

# tl_cookie.bodyAboveContent
source: Above the content in the body tag
it: Sopra il contenuto del tag body

# tl_cookie.new.0
source: New
it: Nuovo

# tl_cookie.new.1
source: Create a new cookie
it: Crea un nuovo cookie

# tl_cookie.show.0
source: Show details
it: Mostra i dettagli

# tl_cookie.show.1
source: Show the details of cookie ID %s
it: Mostra i dettagli dell'ID cookie %s

# tl_cookie.edit.0
source: Edit cookie
it: Modifica il cookie

# tl_cookie.edit.1
source: Edit cookie ID %s
it: Modifica l'ID del cookie %s

# tl_cookie.editheader.0
source: Edit group
it: Modifica il gruppo

# tl_cookie.editheader.1
source: Edit group
it: Modifica il gruppo

# tl_cookie.copy.0
source: Duplicate cookie
it: Duplica il cookie

# tl_cookie.copy.1
source: Duplicate cookie ID %s
it: Duplica l'ID del cookie %s

# tl_cookie.cut.0
source: Move cookie
it: Sposta il cookie

# tl_cookie.cut.1
source: Move cookie ID %s
it: Sposta il cookie ID %s

# tl_cookie.delete.0
source: Delete cookie
it: Elimina il cookie

# tl_cookie.delete.1
source: Delete cookie ID %s
it: Elimina il cookie ID %s

# tl_cookie.toggle.0
source: Publish/unpublish cookie
it: Pubblica/non pubblicare il cookie

# tl_cookie.toggle.1
source: Publish/unpublish cookie ID %s
it: Pubblica/non pubblicare l'ID del cookie %s

# tl_cookie.editGlobalConfig
source: Edit global configuration
it: Modifica la configurazione globale

# tl_cookie.msgGoogleConsentMode
source: Cookies of the type "Google Consent Mode" can be created multiple times depending on the consent mode.
it: I cookie del tipo "Modalità di consenso Google" possono essere creati più volte a seconda della modalità di consenso.
