Repository: Digitale-Dinge/contao-cookiebar
Catalog: contao/languages/*/*_page.xlf
Languages: ro

# tl_page.activateCookiebar.0
source: Activate Cookiebar
ro: Activează Cookiebar

# tl_page.activateCookiebar.1
source: Activate the cookiebar for this and its subpages.
ro: Activează Cookiebar pentru această pagină și subpaginile sale.

# tl_page.triggerCookiebar.0
source: Open cookiebar
ro: Deschide Cookiebar

# tl_page.triggerCookiebar.1
source: Define here whether the page should be used as a trigger for opening the cookie bar. If this page is included in a navigation, the click will not be redirected, but only the cookie bar will be opened (if JavaScript is active). This is useful, for example, for individual navigations that are placed in the footer.
ro: Definește aici dacă pagina este utilizată ca declanșator pentru deschiderea Cookiebar. Dacă această pagină este inclusă într-o navigație, la clic nu va avea loc o redirecționare, ci doar deschiderea Cookiebar (dacă JavaScript este activat). Acest lucru este util de exemplu pentru navigațiile personalizate plasate în subsolul site-ului.

# tl_page.prefillCookies.0
source: Prefill settings
ro: Precompletare setări

# tl_page.prefillCookies.1
source: Activates the already selected cookies when opening the cookiebar.
ro: Activează cookie-urile deja selectate la deschiderea Cookiebar.

# tl_page.cookiebarConfig.0
source: Cookiebar configuration
ro: Configurație Cookiebar

# tl_page.cookiebarConfig.1
source: Select the cookiebar configuration you want to use.
ro: Selectează configurația Cookiebar care va fi utilizată.

# tl_page.overwriteCookiebarMeta.0
source: Overwrite metadata
ro: Suprascrie metadatele

# tl_page.overwriteCookiebarMeta.1
source: Overwrite the meta information stored in the configuration.
ro: Suprascrie informațiile meta definite în configurație.

# tl_page.cookiebarDescription.0
source: Title & description
ro: Titlu și descriere

# tl_page.cookiebarDescription.1
source: Here you can describe the purpose of the cookiebar.
ro: Descrie aici scopul Cookiebar.

# tl_page.cookiebarInfoDescription.0
source: Additional information
ro: Informații suplimentare

# tl_page.cookiebarInfoDescription.1
source: Here you can add more information, that are displayed below the buttons.
ro: Definește aici informații suplimentare care vor fi afișate sub butoane.

# tl_page.cookiebarAlignment.0
source: Alignment
ro: Aliniere

# tl_page.cookiebarAlignment.1
source: Define here where the cookiebar should be displayed.
ro: Definește aici unde va fi afișată Cookiebar.

# tl_page.cookiebarBlocking.0
source: Blocking
ro: Blocant

# tl_page.cookiebarBlocking.1
source: Blocks the use of the site until the cookiebar has been used.
ro: Blochează utilizarea paginii până când Cookiebar a fost acceptată.

# tl_page.cookiebarHideOnInit.0
source: Hide cookiebar
ro: Ascunde Cookiebar

# tl_page.cookiebarHideOnInit.1
source: Do not display the cookie bar on initial visit. The cookie bar can still be opened via the cookie bar opener.
ro: Nu afișa Cookiebar la prima încărcare a paginii. Cookiebar poate fi deschisă ulterior prin declanșatorul Cookiebar.

# tl_page.cookiebarInfoUrls.0
source: Info links
ro: Linkuri informative

# tl_page.cookiebarInfoUrls.1
source: Please enter further links here, e.g. to the privacy policy, imprint or legal notices.
ro: Introduceți aici linkuri suplimentare, de exemplu către politica de confidențialitate, mențiuni legale sau alte informații juridice.

# tl_page.cookiebarExcludePages.0
source: Exclude Pages
ro: Exclude pagini

# tl_page.cookiebarExcludePages.1
source: Here you can define the pages where the cookiebar should not open automatically.
ro: Definește aici paginile în care Cookiebar nu trebuie deschisă automat.

# tl_page.cookiebarButtonColorScheme.0
source: Button color scheme
ro: Schema de culori pentru butoane

# tl_page.cookiebarButtonColorScheme.1
source: Defines the color scheme for the available buttons.
ro: Definește schema de culori a butoanelor disponibile.

# tl_page.cookiebarTemplate.0
source: Template
ro: Șablon

# tl_page.cookiebarTemplate.1
source: Here you can select a template for the cookiebar.
ro: Aici poți selecta un șablon pentru Cookiebar.
